tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ansible"
brew "argo"
brew "asio"
brew "awscli"
brew "bettercap"
brew "harfbuzz"
brew "p7zip"
brew "binwalk"
brew "cabextract"
brew "ccache"
brew "cmake"
brew "dfu-util"
brew "exiftool"
brew "ffuf"
brew "fzf"
brew "git-lfs"
brew "gnupg"
brew "gobject-introspection"
brew "hashcat"
brew "helm"
brew "hugo"
brew "irssi"
brew "john-jumbo"
brew "jq"
brew "kubernetes-cli"
brew "lftp"
brew "libewf"
brew "minikube"
brew "mupdf"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "python@3.8"
brew "qemu"
brew "shellcheck"
brew "sphinx-doc"
brew "terraform"
brew "terraform-inventory"
brew "tmux"
brew "upx"
brew "wget"
brew "yara"
brew "yarn"
cask "adoptopenjdk"
cask "burp-suite"
cask "codeql"
cask "ghidra"
cask "hashicorp-vagrant"
cask "idafree"
cask "osquery"
cask "phantomjs"
cask "temurin"
